Repository: israrwz/dwitter
Catalog: dwitter/locale/*/LC_MESSAGES/django.po
Languages: el

source: Users
el: Χρήστες

source: Words seperated with spaces.
el: Λέξεις χωρισμένες με κενά.

source: Tags without # seperated with spaces.
el: Tags χωρίς # χωρισμένα με κενά.

source: Name
el: Όνομα

source: Description
el: Περιγραφή

source: Image
el: Εικόνα

source: No sush user.
el: Δεν υπάρχει αυτός ο χρήστης.

source: Dwit published.
el: Το dwit δημοσιεύθηκε.

source: Changes saved
el: Οι αλλαγές καταχωρήθηκαν

source: You follow %s
el: Ακολουθείτε τώρα τον %s

source: You stopped following %s
el: Δεν ακολουθείτε τον %s

source: Tag flow
el: Ροή tag

source: Dwit flow
el: Ροή dwit

source: Cancel
el: Άκυρο

source: Send a dwit
el: Στείλε ένα dwit

source: Send
el: Αποστολή

source: Profile of user
el: Προφίλ του χρήστη

source: Change password
el: Αλλαγή συνθηματικού

source: Submit
el: Αποστολή

source: Search
el: Αναζήτηση

source: Clear
el: Εκκαθάριση

source: Results
el: Αποτελέσματα

source: Taglist
el: Λίστα Tag

source: No results
el: Δεν βρέθηκαν αποτελέσματα

source: Previous
el: Προηγούμενη

source: Next
el: Επόμενη

source: Not found
el: Δεν υπάρχει

source: Home
el: Αρχική

source: Language
el: Γλώσσα

source: Profile
el: Προφίλ

source: Logout
el: Αποσύνδεση

source: Register
el: Εγγραφή

source: Login
el: Σύνδεση

source: Twitter clone with django
el: Twitter clone σε django

source: Repository
el: Αποθετήριο

source: More
el: Περισσότερα

source: Twitter clone implemented in django. It's purpose is strictly educational, and shows the creation of an application like Twitter by using tools available for django. It illustrates real-time techniques like socket.io, async requests with ajax, queue scheduling with celery and use of redis for messaging.
el: Twitter clone σε django. Φτιαγμένο για εκπαιδευτικούς σκοπούς δείχνει την δημιουργία μιας εφαρμογής σαν το twitter με εργαλεία που είναι διαθέσιμα για την django. Χρησιμοποιεί real-time τεχνικές με socket.io, ασύγχρονα request με ajax, προγραμματισμό ουράς με το celery και την redis για μηνύματα.

source: This is python's port of <a href='socket.io' target='_blank'>socket.io</a>. Runs with gevent and provides a an async worker for gunicorn. Supports all WebSockets formats and is a work in progress.
el: Αυτό είναι το python port του <a href='socket.io' target='_blank'>socket.io</a>. Τρέχει με το gevent και εμπεριέχει και έναν async worker για να χρήση στο gunicorn. Υποστηρίζει όλα τα φορμά των WebSockets και είναι έργο σε εξέλιξη.

source: A very nice css framework made by the twitter guys. It comes with build-in media query support and source code to be compiled to your needs with less.
el: Ένα πολύ ωραίο css framework φτιαγμένο από τα παιδιά του twitter. Εκτός από την ενσωματωμένη δυνατότητα που έχει για media queries, διατίθενται και σε μορφή έτοιμη για τροποποίηση με το less.

source: For deployment we use gunicorn with gevent. This is an easy and must have setup in order for the websockets to function properly because neither mod_wsgi nor django's server supports this protocol.
el: Για το deployment έχει χρησιμοποιηθεί το gunicorn σε συνδυασμό με το gevent. Ένα απαραίτητο setup για να δουλέψουν τα Server Send Events καθώς το mod_wsgi και ο django server δεν επιτρέπουν τέτοιου είδους συνδέσεις.

source: Celery is an asynchronous task queue/job queue based on distributed message passing. It is focused on real-time operation, but supports scheduling as well.
el: Το celery είναι μια εφαρμογή προγραμματισμού εργασιών ουράς βασισμένο στην διανομή μηνυμάτων. Επικεντρώνεται σε real time λειτουργία, αλλά υποστηρίζει και προγραμματισμό εργασιών.

source: Redis is an open source key value store. Here is used by celery for queuing and by socket.io for message delivery.
el: Η redis είναι open source αποθήκευση κλειδιών και τιμών. Εδώ χρησιμοποιείται στον προγραμματισμό της ουράς του celery καθώς και από το socket.io για παράδοση των μηνυμάτων.

source: Haystack is a search engine for django. Uses different engines to actually do the search. Here is used with whoosh for searching members.
el: Το haystack είναι μια εφαρμογή αναζήτησης για django. Χρησιμοποιεί διάφορες μηχανές για να πραγματοποιήσει την αναζήτηση. Εδώ χρησιμοποιείται για στην αναζήτηση των χρηστών.

source: Activation complete
el: Ολοκλήρωση ενεργοποίησης

source: Activation error
el: Πρόβλημα ενεργοποίησης

source: Thank you %(account)s, your registration is complete. You can <a href='%(authlogin)s'>login</a> using your username and password.
el: Σας ευχαριστούμε %(account)s, η ενεργοποίηση ολοκληρώθηκε. Μπορείτε να <a href='%(authlogin)s'>συνδεθείτε</a> χρησιμοποιώντας το όνομα και τον κωδικό που δηλώσατε κατά την εγγραφή σας.

source: Oops &ndash; it looks like this key is not valid. Please check the link provided.
el: Ώπ &ndash; φαίνεται ότι αυτό το κλειδί δεν είναι σωστό. Παρακαλώ ελέγξτε την διεύθυνση που σας έχει αποσταλεί.

source: Thank you, your registration is complete. You can <a href='%(authlogin)s'>login</a> using your username and password.
el: Σας ευχαριστούμε, η ενεργοποίηση ολοκληρώθηκε. Μπορείτε να <a href='%(authlogin)s'>συνδεθείτε</a> χρησιμοποιώντας το όνομα και τον κωδικό που δηλώσατε κατά την εγγραφή σας.

source: You asked to register at %(site_name)s. If this wasn't you ignore this email and your address will be deleted from our records. For the activation of your account please follow the link provided in %(expiration_days)s days. http://%(site_domain)s%(activation_url)s Best regards, %(site_name)s
el: Ζητήσατε να εγγραφείτε στο %(site_name)s. Αν δεν ήσασταν εσείς, αγνοήστε αυτό email και η διεύθυνση σας θα διαγραφεί από τα στοιχεία μας. Για την ενεργοποίηση του λογαριασμού παρακαλώ ακολουθήστε τον παρακάτω σύνδεσμο εντός %(expiration_days)s ημερών: http://%(site_domain)s%(activation_url)s Μετά τιμής, %(site_name)s

source: Activate account at %(site_name)s
el: Ενεργοποίηση λογαριασμού στο %(site_name)s

source: Forgot your password?
el: Ξεχάσατε το συνθηματικό;

source: Thank you for using dwitter.
el: Ευχαριστούμε που χρησιμοποιήσατε το dwitter.

source: Password successfully changed!
el: Το συνθηματικό σας άλλαξε επιτυχώς!

source: Password reset complete
el: Η επαναφορά συνθηματικού ολοκληρώθηκε

source: Your password has been reset! You may now <a href="%(login_url)s">log in</a>.
el: Το συνθηματικό σας άλλαξε. Μπορείτε τώρα να <a href="%(login_url)s">συνδεθείτε</a>.

source: Confirm password reset
el: Επιβεβαίωση επαναφοράς συνθηματικού

source: Enter your new password below to reset your password:
el: Πληκτρολογήστε παρακάτω το νέο σας συνθηματικό:

source: Password reset
el: Επαναφορά συνθηματικού

source: We have sent you an email with a link to reset your password. Please check your email and click the link to continue.
el: Ένα email ενεργοποίησης έχει αποσταλεί στην διεύθυνση που δώσατε. Παρακαλώ ελέγξτε το και κάντε κλικ στον σύνδεσμο που αναφέρει.

source: Greetings
el: Χαίρεται

source: You are receiving this email because you (or someone pretending to be you) requested that your password be reset on the %(site_name)s site. If you do not wish to reset your password, please ignore this message. To reset your password, please click the following link, or copy and paste it into your web browser: %(protocol)s://%(domain)s%(reset_url)s Your username, in case you've forgotten: %(username)s Best regards, %(site_name)s Management
el: Λάβατε αυτό το email επειδή εσείς (ή κάποιος προσποιούμενος εσάς) ζητήσατε την επαναφορά του συνθηματικού σας στο %(site_name)s. Αν δεν θέλετε να τον επαναφέρετε αγνοήστε το. Για να επαναφέρετε το συνθηματικό σας ακολουθήστε τον παρακάτω σύνδεσμο: %(protocol)s://%(domain)s%(reset_url)s Το όνομα του χρήστη σας, σε περίπτωση που το ξεχάσατε, είναι: %(username)s Με φιλικούς χαιρετισμούς, Η διεύθυνση του %(site_name)s

source: Password reset at %(site_name)s
el: Επαναφορά συνθηματικού στο %(site_name)s

source: Sending activation email
el: Αποστολή email ενεργοποίησης

source: An activation email has been send to the email address you provided. Please check it out and follow the link it contains.
el: Ένα email ενεργοποίησης έχει αποσταλεί στην διεύθυνση που δώσατε. Παρακαλώ ελέγξτε το και κάντε κλικ στον σύνδεσμο που αναφέρει.

source: Registration
el: Εγγραφή
